IdeaRS.Connections
PlateDataBase.ShapeData Property
Compatible with IDEA StatiCa 0.0
 Collection of plate editor data
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IList<PlateEditorData> ShapeData { get; set; }
Property Value
Type: IList<PlateEditorData>
See Also
Reference
PlateDataBase Class
IdeaRS.Connections.Data Namespace